"SMOOTHING_TT_NONE"="Valitse tämä asetus, jos kuvat (erityisesti skannatut kuvat) eivät tulostu selkeästi, kun REt on käytössä. ";
"HPTEXTNEUTRALGRAYS_TT_BLACK"="Tällä asetuksella neutraalien värien tulostamiseen käytetään vain mustaa väriainetta.";
"HPGRAPHICSNEUTRALGRAYS_TT_BLACK"="Tällä asetuksella neutraalien värien tulostamiseen käytetään vain mustaa väriainetta.";
"HPPHOTONEUTRALGRAYS_TT_BLACK"="Tällä asetuksella neutraalien värien tulostamiseen käytetään vain mustaa väriainetta.";
"HPTEXTNEUTRALGRAYS_TT_PROCESSBLACK"="Tämän asetuksen avulla neutraalit värit tulostetaan tulostimen kaikkien neljän väriaineen yhdistelmällä. Näin saadaan aikaan tasaiset liukuvärit ja tasainen siirtymä neutraaleista muihin väreihin. Näin saadaan myös tummin mahdollinen musta.";
"HPGRAPHICSNEUTRALGRAYS_TT_PROCESSBLACK"="Tämän asetuksen avulla neutraalit värit tulostetaan tulostimen kaikkien neljän väriaineen yhdistelmällä. Näin saadaan aikaan tasaiset liukuvärit ja tasainen siirtymä neutraaleista muihin väreihin. Näin saadaan myös tummin mahdollinen musta.";
"HPPHOTONEUTRALGRAYS_TT_PROCESSBLACK"="Tämän asetuksen avulla neutraalit värit tulostetaan tulostimen kaikkien neljän väriaineen yhdistelmällä. Näin saadaan aikaan tasaiset liukuvärit ja tasainen siirtymä neutraaleista muihin väreihin. Näin saadaan myös tummin mahdollinen musta.";
"HPHALFTONE_TT_STANDARD"="Tavalliset harmaan asteet käyttävät Adoben tietoja ja toimivat kaikissa tulostimissa.";
"HPHALFTONE_TT_ENHANCED"="Parannetut harmaan asteet hienosäätävät tulostettavia harmaan tasoja.";
"HPGENERALHALFTONE_TT_DETAIL"="Tulostus optimoitu pikkutarkan tekstin, viivapiirrosten ja paljon yksityiskohtia sisältävien valokuvien selkeyttä ja terävyyttä varten.";
"HPGENERALHALFTONE_TT_SMOOTH"="Tulostus optimoitu kuva-alueiden tasaisuutta ja värien tarkkuutta varten. Soveltuu parhaiten yleiskäyttöön.";
"HPPHOTOHALFTONE_TT_DETAIL"="Tulostus optimoitu vektoriviivojen ja tekstin selkeyttä ja terävyyttä varten.";
"HPTEXTHALFTONE_TT_DETAIL"="Tulostus optimoitu suuria täyttöalueita sisältävää kookasta juliste- ja muuta tekstiä varten. (Parantaa värikylläisyyttä.)";
"HPGRAPHICSHALFTONE_TT_DETAIL"="Tulostus optimoitu tekstin ja bittikarttamuotoisten viivapiirrosten selkeyttä ja terävyyttä varten.";
"HPPHOTOHALFTONE_TT_SMOOTH"="Tulostus optimoitu mahdollisimman tarkkoja värivalokuvia varten.";
"HPTEXTHALFTONE_TT_SMOOTH"="Tulostus optimoitu pienen ja normaalin tekstin luettavuutta varten.";
"HPGRAPHICSHALFTONE_TT_SMOOTH"="Tulostus optimoitu kuva-alueiden värien tarkkuutta ja kylläisyyttä varten.";
"HPCMYKINKS_TT_DEFAULT"="Sopii hyvin yleiseen CMYK-tietojen muuntamiseen. Tämän asetuksen avulla voi tulostaa hyviä valokuvia sekä tekstiä ja grafiikkaa, jonka värit ovat runsaat ja täyteläiset.";
"HPCMYKINKS_TT_SWOP"="Yleinen mustestandardi Yhdysvalloissa ja muissa maissa ja muilla alueilla. ";
"HPCMYKINKS_TT_EURO"="Tavallinen mustestandardi Euroopassa ja muissa maissa ja muilla alueilla (tunnetaan myös nimellä Euro Standard).";
"HPCMYKINKS_TT_DIC"="(Dainippon Ink and Chemical) tavallinen mustestandardi Japanissa ja muissa maissa ja muilla alueilla.";
"HPCMYKINKS_TT_TOYO"="Yleinen Aasian maissa käytettävä mustestandardi.";
"HPCMYKINKS_TT_NOADJ"="Emulointi ei ole käytössä. Kuva vaatii paljon värienhallintaa sovelluksessa tai käyttöjärjestelmässä, jotta CMYK-värejä voisi muuntaa kunnolla. ";
"HPCMYKINKS_TT_DEFAULT_2"="HP CMYK+ -tekniikalla otetaan käyttöön laadukas CMYK-oletustulostuspolku.";
"HPCMYKINKS_TT_NOADJ_2"="Valitse tämä vaihtoehto, kun haluat käyttää mukautettua syöttöprofiilia ja hallita väritulostusta tarkasti (esimerkiksi emuloida tiettyä HP Color LaserJet -tulostinta). Väriprofiilit ovat ladattavissa osoitteesta www.hp.com.";
"COLORMODE_TT_CMYKIMAGERET2400"="Tuottaa 2400 dpi:n värilasertulostuslaatua. Kun värinhallinnan yhteydessä käytetään yhdessä pisteessä jopa neljää väriä ja väriaineen määrää vaihdellaan alueiden sisällä, saadaan miljoonia tasaisia värejä, teräviä kuvia ja tarkkaa tekstiä.";
"COLORMODE_TT_GRAY1200X1200DPI"="Tulostaa tarkkuudella 1 200 x 1 200. Tulostaa hitaammin kuin muut tarkkuudet, mutta tulostuslaatu on paras mahdollinen.";
"COLORMODE_TT_GRAY600X600DPI"="Tulostaa tavallisella 600 dpi:n tarkkuudella.";
"HPEDGECONTROL_TT_MAX"="Tehokkain lihotus ja normaali mukautuva puolisävytys.";
"HPEDGECONTROL_TT_NORMAL"="Oletuslihotus ja normaali mukautuva puolisävytys.";
"HPEDGECONTROL_TT_LIGHT"="Kevyt lihotus ja normaali mukautuva puolisävytys.";
"HPEDGECONTROL_TT_HPEDGECONTROLOFF"="Sekä lihotus että mukautuva puolisävytys ovat poissa käytöstä.";
"HPBLACKBRIGHTNESS_TT"="Tällä asetuksella säädetään tulostetussa kuvassa käytetyn mustan musteen määrää.";
"HPCYANBRIGHTNESS_TT"="Tällä asetuksella säädetään tulostetussa kuvassa käytetyn syaanin musteen määrää.";
"HPMAGENTABRIGHTNESS_TT"="Tällä asetuksella säädetään tulostetussa kuvassa käytetyn magentan musteen määrää.";
"HPYELLOWBRIGHTNESS_TT"="Tällä asetuksella säädetään tulostetussa kuvassa käytetyn keltaisen musteen määrää.";
"HPCMYKPREVIEW_TT"="Tämä asetus näyttää, kuinka värien lisäasetuksiin tehdyt muutokset vaikuttavat tulostettavaan kuvaan.";
"HPTEXTRGB_TT_SRGB"="Tämä asetus soveltuu useimpiin tulostustarpeisiin, koska värit on optimoitu vastaamaan näytön RGB-värejä ja se tuottaa eläviä kuvia ja grafiikkaa. Tällä asetuksella RGB-värit tulkitaan sRGB-väreiksi. sRGB on useiden ohjelmistoyritysten ja -organisaatioiden, esimerkiksi Microsoftin ja World Wide Web Consortiumin hyväksymä standardi.";
"HPGRAPHICSRGB_TT_SRGB"="Tämä asetus soveltuu useimpiin tulostustarpeisiin, koska värit on optimoitu vastaamaan näytön RGB-värejä ja se tuottaa eläviä kuvia ja grafiikkaa. Tällä asetuksella RGB-värit tulkitaan sRGB-väreiksi. sRGB on useiden ohjelmistoyritysten ja -organisaatioiden, esimerkiksi Microsoftin ja World Wide Web Consortiumin hyväksymä standardi.";
"HPPHOTORGB_TT_SRGB"="Tämä asetus soveltuu useimpiin tulostustarpeisiin, koska värit on optimoitu vastaamaan näytön RGB-värejä ja se tuottaa eläviä kuvia ja grafiikkaa. Tällä asetuksella RGB-värit tulkitaan sRGB-väreiksi. sRGB on useiden ohjelmistoyritysten ja -organisaatioiden, esimerkiksi Microsoftin ja World Wide Web Consortiumin hyväksymä standardi.";
"HPRGBEMULATION_TT_SRGB"="Tämä asetus soveltuu useimpiin tulostustarpeisiin, koska värit on optimoitu vastaamaan näytön RGB-värejä ja se tuottaa eläviä kuvia ja grafiikkaa. Tällä asetuksella RGB-värit tulkitaan sRGB-väreiksi. sRGB on useiden ohjelmistoyritysten ja -organisaatioiden, esimerkiksi Microsoftin ja World Wide Web Consortiumin hyväksymä standardi.";
"HPRGBEMULATION_TT_DEFAULTSRGB"="Tämä asetus soveltuu useimpiin tulostustarpeisiin, koska värit on optimoitu vastaamaan näytön RGB-värejä ja se tuottaa eläviä kuvia ja grafiikkaa. Tällä asetuksella RGB-värit tulkitaan sRGB-väreiksi. sRGB on useiden ohjelmistoyritysten ja -organisaatioiden, esimerkiksi Microsoftin ja World Wide Web Consortiumin hyväksymä standardi.";
"HPTEXTRGB_TT_IMAGEOPTIMIZATION"="Valitse tämä vaihtoehto, kun tulostat rasterikohteita. Tämä profiili käyttää sRGB-kuville parhaiten soveltuvaa värintäsmäystä.";
"HPGRAPHICSRGB_TT_IMAGEOPTIMIZATION"="Valitse tämä vaihtoehto, kun tulostat rasterikohteita. Tämä profiili käyttää sRGB-kuville parhaiten soveltuvaa värintäsmäystä.";
"HPPHOTORGB_TT_IMAGEOPTIMIZATION"="Valitse tämä vaihtoehto, kun tulostat rasterikohteita. Tämä profiili käyttää sRGB-kuville parhaiten soveltuvaa värintäsmäystä.";
"HPRGBEMULATION_TT_PHOTOSRGB"="Valitse tämä vaihtoehto, kun tulostat rasterikohteita. Tämä profiili käyttää sRGB-kuville parhaiten soveltuvaa värintäsmäystä.";
"HPTEXTRGB_TT_VIVID"="Lisää keskisävyjen värikylläisyyttä, jotta värilliset kohteet näyttävät värikkäämmiltä. Tämä asetus soveltuu erinomaisesti yritysasiakirjojen grafiikan tulostamiseen.";
"HPGRAPHICSRGB_TT_VIVID"="Lisää keskisävyjen värikylläisyyttä, jotta värilliset kohteet näyttävät värikkäämmiltä. Tämä asetus soveltuu erinomaisesti yritysasiakirjojen grafiikan tulostamiseen.";
"HPPHOTORGB_TT_VIVID"="Lisää keskisävyjen värikylläisyyttä, jotta värilliset kohteet näyttävät värikkäämmiltä. Tämä asetus soveltuu erinomaisesti yritysasiakirjojen grafiikan tulostamiseen.";
"HPTEXTRGB_TT_DEVICE"="Tulostaa RGB-tiedot laitteen raakatilassa. Tätä asetusta käytettäessä valokuvien värinhallinta tehdään sovelluksen tai käyttöjärjestelmän työkaluilla.";
"HPGRAPHICSRGB_TT_DEVICE"="Tulostaa RGB-tiedot laitteen raakatilassa. Tätä asetusta käytettäessä valokuvien värinhallinta tehdään sovelluksen tai käyttöjärjestelmän työkaluilla.";
"HPPHOTORGB_TT_DEVICE"="Tulostaa RGB-tiedot laitteen raakatilassa. Tätä asetusta käytettäessä valokuvien värinhallinta tehdään sovelluksen tai käyttöjärjestelmän työkaluilla.";
"HPTEXTRGB_TT_ADOBE"="Käytä tätä vaihtoehtoa tulostaessasi asiakirjoja tai kuvia, jotka on luotu käyttäen Adobe RGB 1998 -väriavaruutta tai kuvattu digitaalikameralla. Kun tulostat jostakin ammattilaisohjelmasta Adobe RGB 1998 -profiilia käyttäen, poista ohjelman värienhallinta käytöstä ja anna tulostinohjelmiston määrittää väriavaruus.";
"HPGRAPHICSRGB_TT_ADOBE"="Käytä tätä vaihtoehtoa tulostaessasi asiakirjoja tai kuvia, jotka on luotu käyttäen Adobe RGB 1998 -väriavaruutta tai kuvattu digitaalikameralla. Kun tulostat jostakin ammattilaisohjelmasta Adobe RGB 1998 -profiilia käyttäen, poista ohjelman värienhallinta käytöstä ja anna tulostinohjelmiston määrittää väriavaruus.";
"HPPHOTORGB_TT_ADOBE"="Käytä tätä vaihtoehtoa tulostaessasi asiakirjoja tai kuvia, jotka on luotu käyttäen Adobe RGB 1998 -väriavaruutta tai kuvattu digitaalikameralla. Kun tulostat jostakin ammattilaisohjelmasta Adobe RGB 1998 -profiilia käyttäen, poista ohjelman värienhallinta käytöstä ja anna tulostinohjelmiston määrittää väriavaruus.";
"HPRGBEMULATION_TT_ADOBE"="Käytä tätä vaihtoehtoa tulostaessasi asiakirjoja tai kuvia, jotka on luotu käyttäen Adobe RGB 1998 -väriavaruutta tai kuvattu digitaalikameralla. Kun tulostat jostakin ammattilaisohjelmasta Adobe RGB 1998 -profiilia käyttäen, poista ohjelman värienhallinta käytöstä ja anna tulostinohjelmiston määrittää väriavaruus.";
"HPTEXTRGB_TT_PHOTOQUALITY"="Valokuva/Kuva-asetus tulkitsee RGB-värit kuin ne olisi tulostettu valokuvana digitaalisessa minivalokuvalaboratoriossa. Tällöin kylläisimmät värit muodostetaan eri tavalla kuin oletustilassa. Käytä tätä asetusta valokuvien tulostamiseen. Saat parhaat tulokset käyttämällä tämän asetuksen kanssa HP:n kiiltävää laserpaperia.";
"HPGRAPHICSRGB_TT_PHOTOQUALITY"="Valokuva/Kuva-asetus tulkitsee RGB-värit kuin ne olisi tulostettu valokuvana digitaalisessa minivalokuvalaboratoriossa. Tällöin kylläisimmät värit muodostetaan eri tavalla kuin oletustilassa. Käytä tätä asetusta valokuvien tulostamiseen. Saat parhaat tulokset käyttämällä tämän asetuksen kanssa HP:n kiiltävää laserpaperia.";
"HPPHOTORGB_TT_PHOTOQUALITY"="Valokuva/Kuva-asetus tulkitsee RGB-värit kuin ne olisi tulostettu valokuvana digitaalisessa minivalokuvalaboratoriossa. Tällöin kylläisimmät värit muodostetaan eri tavalla kuin oletustilassa. Käytä tätä asetusta valokuvien tulostamiseen. Saat parhaat tulokset käyttämällä tämän asetuksen kanssa HP:n kiiltävää laserpaperia.";
"HPTEXTRGB_TT_NONE"="Tällä asetuksella tulostin määritetään tulostamaan RGB-tiedot laitteen perustilassa. Jotta valokuvien värit toistuisivat oikein käytettäessä tätä vaihtoehtoa, värien hallinta on määritettävä käytettävässä ohjelmassa tai käyttöjärjestelmässä.";
"HPGRAPHICSRGB_TT_NONE"="Tällä asetuksella tulostin määritetään tulostamaan RGB-tiedot laitteen perustilassa. Jotta valokuvien värit toistuisivat oikein käytettäessä tätä vaihtoehtoa, värien hallinta on määritettävä käytettävässä ohjelmassa tai käyttöjärjestelmässä.";
"HPPHOTORGB_TT_NONE"="Tällä asetuksella tulostin määritetään tulostamaan RGB-tiedot laitteen perustilassa. Jotta valokuvien värit toistuisivat oikein käytettäessä tätä vaihtoehtoa, värien hallinta on määritettävä käytettävässä ohjelmassa tai käyttöjärjestelmässä.";
"HPRGBEMULATION_TT_HPRGBEMULATIONNONE"="Tällä asetuksella tulostin määritetään tulostamaan RGB-tiedot laitteen perustilassa. Jotta valokuvien värit toistuisivat oikein käytettäessä tätä vaihtoehtoa, värien hallinta on määritettävä käytettävässä ohjelmassa tai käyttöjärjestelmässä.";
"HPTEXTRGB_TT_CUSTOMPROFILE"="Valitse tämä vaihtoehto, kun haluat ennustaa ja hallita värien tulostamista tavallista tarkemmin käyttämällä mukautettua profiilia. Voit ladata mukautettuja profiileja osoitteesta www.hp.com.";
"HPGRAPHICSRGB_TT_CUSTOMPROFILE"="Valitse tämä vaihtoehto, kun haluat ennustaa ja hallita värien tulostamista tavallista tarkemmin käyttämällä mukautettua profiilia. Voit ladata mukautettuja profiileja osoitteesta www.hp.com.";
"HPPHOTORGB_TT_CUSTOMPROFILE"="Valitse tämä vaihtoehto, kun haluat ennustaa ja hallita värien tulostamista tavallista tarkemmin käyttämällä mukautettua profiilia. Voit ladata mukautettuja profiileja osoitteesta www.hp.com.";
"HPRGBEMULATION_TT_CUSTOMPROFILE"="Valitse tämä vaihtoehto, kun haluat ennustaa ja hallita värien tulostamista tavallista tarkemmin käyttämällä mukautettua profiilia. Voit ladata mukautettuja profiileja osoitteesta www.hp.com.";
"HPPANTONE_TT"="Kun tämä asetus on valittuna, tulostin etsii PANTONE-värimääritykset PostScript-tiedostosta ja sovittaa ne lähimpiin mahdollisiin CMYK-väreihin. Asetus toimi parhaiten, kun PANTONE-värit on määritetty pisteväreinä.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONOFF"="Määrittää Työn säilytys -tilaksi Ei käytössä.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPRIVATE"="Tämän toiminnon avulla voit tallentaa tulostustyön tulostimeen. Työn tulostamiseen tarvitaan tulostustyön tunnistenumero (PIN). Tulostustyö poistetaan muistista, kun se on tulostettu. Jos tulostimen virta katkeaa, tulostustyö menetetään.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPROOF"="Tämän toiminnon avulla voit tulostaa vain työn ensimmäisen kopion ja tulostaa loput kopiot sitten, kun niitä pyydetään ohjauspaneelista. Jos tulostimen virta katkeaa, lisäkopiot menetetään.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONQUICKCOPY"="Tämän asetuksen avulla voit tulostaa työstä lisäkopioita käyttämällä tulostimen ohjauspaneelia, jolloin työtä ei tarvitse lähettää uudelleen tietokoneesta. Jos tulostimen virta katkeaa, lisäkopiot menetetään.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONSTORE"="Tämän toiminnon avulla voit tallentaa tulostustyön tulostimeen, josta sen voi tulostaa. Tulostustyö säilyy tallennettuna tulostimen kiintolevylle (tai muistiin, jos se on käytettävissä), kunnes se poistetaan tulostimen ohjauspaneelista. Jos työ tallennetaan tulostimen kiintolevylle, se säilyy muistissa tulostimen virran katkaisemisen jälkeenkin.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONSTOREJOB"="Tämän toiminnon avulla voit tallentaa tulostustyön tulostimeen, josta sen voi tulostaa. Tulostustyö säilyy tallennettuna tulostimen kiintolevylle (tai muistiin, jos se on käytettävissä), kunnes se poistetaan tulostimen ohjauspaneelista. Jos työ tallennetaan tulostimen kiintolevylle, se säilyy muistissa tulostimen virran katkaisemisen jälkeenkin.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPRIVATESTORE" = "Napsauta tallentaaksesi tulostustyön tulostimeen. Tämän tallennetun työn tulostus vaatii tulostustyön henkilökohtaisen tunnusluvun (PIN). Tulostustyö on tallennettuna tulostimen kiintolevyllä (tai muistissa, jos sitä on käytössä), kunnes työ poistetaan tulostimen ohjauspaneelin kautta. Jos tulostustyö on tallennettu tulostimen kiintolevylle, se on käytettävissä, vaikka tulostimesta katkaistaisiin virta.";
"HPJOBRETENTIONOPTION_TT_HPJOBRETENTIONPERSONAL" = "Tallenna tulostustyö tulostimeen, kunnes se noudetaan tulostimen ohjauspaneelista. Kun työ on tulostettu, se poistetaan tulostimesta.  Voit suojata tulostustyön asiattomalta käytöltä PIN-koodin avulla.";
"HPDUPLICATEJOBMODE_TT_OVERWRITE"="Jos sama käyttäjä tulostaa työn, jolla on sama nimi kuin tulostimessa jo olevalla työllä, tulostimessa oleva työ korvautuu uudella.";
"HPPINTOPRINT_TT"="Kirjoita tunnistenumero. Näppäile luku tulostimen ohjauspaneeliin, kun haluat hakea töitä, jotka on lähetetty tulostimeen jollakin työn säilytysasetuksella. Samalla käyttäjän tunnistenumerolla aiemmin lähetetyt työt korvataan.";
"HPDUPLICATEJOBMODE_TT_UNIQUE"="Kun tallennat tulostustyön, voit nimetä tulostustyön itse tai antaa tulostinohjelmiston määrittää nimen automaattisesti. Jos Käytä työn nimeä + (1 - 99) -asetus on valittu, tulostin tarkistaa, onko kyseisen käyttäjän tulostustyön nimi yksilöllinen. Jos samanniminen työ on jo tallennettu tulostimeen, tulostinohjelma määrittää työlle yksilöllisen nimen lisäämällä työn loppuun numeron 1 - 99.";
"OUTPUTBIN_TT_PRINTERDEFAULT"="Sivut tulostetaan tulostimen oletustulostelokeroon.";
"OUTPUTBIN_TT_UPPER"="Sivut tulostetaan lokeroon tulostuspuoli alaspäin. Laite pinoaa tulostetut sivut tulostusjärjestyksessä (oikea tulostusjärjestys).";
"OUTPUTBIN_TT_UPPER_2"="Sivut tulostetaan oikeassa järjestyksessä tulostuspuoli ylöspäin.";
"OUTPUTBIN_TT_LEFT"="Sivut tulostetaan tulostuspuoli ylöspäin suoraa paperirataa pitkin. Asetusta voidaan käyttää tulostettaessa sellaisille materiaaleille, jotka eivät taitu helposti (esimerkiksi korttipaperi). Tulostuspuoli ylöspäin pinoavaan lokeroon ohjatut sivut voivat tulla pinoon käänteisessä järjestyksessä (viimeinen tulostimeen lähetetty sivu on päällimmäisenä ja ensimmäinen sivu alimmaisena). Voit valita Takaa eteen -sivujärjestyksen Lisäasetukset-välilehdeltä, jos haluat tulostustyön tulostuvan oikeassa järjestyksessä.";
"OUTPUTBIN_TT_STACKER"="Tämän asetuksen avulla voit tulostaa asiakirjat alimpaan lokeroon. Suurikokoiset työt voi pinota ylimpään lokeroon.";
"OUTPUTBIN_TT_STACKERSEPARATOR"="Tällä asetuksella voit tulostaa asiakirjat seuraavaan käytettävissä olevaan (tyhjään) lokeroon.";
"OUTPUTBIN_TT_COLLATOR"="Tällä asetuksella voit tulostaa asiakirjan jokaisen kopion eri lokeroon.";
"RESOLUTION_TT_600X600X2DPI"="Hieman huonompi tulostuslaatu kuin tarkkuus 1 200 x 1 200, mutta nopeampi.";
"HPPRINTQUALITY_TT_FASTRES1200"="Hieman huonompi tulostuslaatu kuin tarkkuus 1 200 x 1 200, mutta nopeampi.";
"RESOLUTION_TT_1200X1200DPI"="Tulostaa tarkkuudella 1 200 x 1 200. Tulostaa hitaammin kuin muut tarkkuudet, mutta tulostuslaatu on paras mahdollinen.";
"HPPRINTQUALITY_TT_PRORES1200"="Tulostaa tarkkuudella 1 200 x 1 200. Tulostaa hitaammin kuin muut tarkkuudet, mutta tulostuslaatu on paras mahdollinen.";
"HPPRINTQUALITY_TT_NORMAL_COLOR" = "Korkealaatuinen tulostus useimmille asiakirjoille ImageREt:n avulla.";
"HPPRINTQUALITY_TT_NORMAL_MONO" = "Korkealaatuinen tulostus useimmille asiakirjoille FastRes:n avulla.";
"HPPRINTQUALITY_TT_FINELINES" = "1200 x 1200 viivapiirroksia, arkkitehtuuripiirustuksia ja sormenjälkiä varten.";
"HPPRINTQUALITY_TT_QUICKVIEW" = "Asiakirjojen nopea esikatselu, pienempi tarkkuus.";
"HPPRINTQUALITY_TT_ECONOMODE" = "Pienimmät tulostuskustannukset, pienin tarkkuus.";
"RESOLUTION_TT_600X600DPI"="Tulostaa tavallisella 600 dpi:n tarkkuudella.";
"RESOLUTION_TT_600X601DPI"="Tulostaa tavallisella 600 dpi:n tarkkuudella.";
"RESOLUTION_TT_600DPI"="Tulostaa tavallisella 600 dpi:n tarkkuudella.";
"HPPRINTQUALITY_TT_FASTRES600"="Hieman huonompi tulostuslaatu kuin tarkkuus 600 x 600, mutta nopeampi.";
"HPPRINTQUALITY_TT_600DPI"="Tulostaa tavallisella 600 dpi:n tarkkuudella.";
"HPPRINTQUALITY_TT_1200X1200DPI"="Tulostaa tavallisella 1200 dpi:n tarkkuudella.";
"RESOLUTION_TT_300X300DPI"="Tulostaa tavallisella 300 dpi:n tarkkuudella.";
"HPECONOMODE_TT"="Tulosta entistä nopeammin ja vähennä väriaineen kulutusta.";
"COLORMODEL_TT_CMYK" = "This option will give you a consistent glossy appearance.";
"COLORMODEL_TT_GRAY" = "This option will give you neutral Black and White prints.";
"HPPRINTINGRAYSCALE_TT_FULLSETOFINKS" = "This option will give you a consistent glossy appearance.";
"HPPRINTINGRAYSCALE_TT_GRAYANDBLACKINKS" = "This option will give you neutral Black and White prints.";
"HPCOLORMODE_TT_BLACKANDWHITPRINT" = "This option prints in black and white only; all colors and gray shades are printed as black.";
"HPCMYKEMULATION_TT" = "Select the appropriate color input profile from the list.";
"HPRGBEMULATION_TT" = "Valitse luettelosta sopiva värinsyöttöprofiili.";
"HPCMYKINKS_TT" = "Valitse luettelosta sopiva värinsyöttöprofiili.";
"HPINTENT_TT" = "Indicates how to manage the colors that are out of range when converting between color spaces.";
"HPRESETCMYKSETTINGS_TT" = "Use this button to set all controls to its default position.";
"OUTPUTMODE_TT_FAST" = "Tällä asetuksella asiakirja tulostetaan mahdollisimman nopeasti mutta heikompilaatuisesti.";
"OUTPUTMODE_TT_NORMAL" = "Tällä asetuksella asiakirja tulostetaan erittäin hyvälaatuisesti.";
"OUTPUTMODE_TT_BEST" = "Tällä asetuksella asiakirja tulostetaan hyvälaatuisesti mutta hitaammin.";
"OUTPUTMODE_TT_GENERALOFFICE" = "Tulostusnopeus on suurempi mutta tulostuslaatu on hieman heikompi kuin Normaali- tai Ammattimainen-asetuksella.";
"OUTPUTMODE_TT_PROFESSIONAL" = "Tulostuslaatu on parempi mutta tulostusnopeus on hitaampi kuin Vedos- tai Yleinen toimistotila -asetuksella.";
"OUTPUTMODE_TT_PRESENTATION" = "Tulostuslaatu on parempi mutta tulostusnopeus on hitaampi kuin Normaali- tai Ammattimainen-asetuksella.";
"OUTPUTMODE_TT_MAXIMUMDPI" = "Tulostusnopeus on hitaampi kuin Paras- tai Esitystila-asetuksella.  Tämä asetus on suunniteltu valokuvapaperia varten.";
"HPDRYTIME_TT" = "Ratkaise tulostuslaadun ongelmia, esim. mustetahrat ja rullien seuranta.";
"HPSATURATION_TT" = "Säädä värien eloisuutta muuttamalla sivulla käytettävän musteen määrää.";
"HPINKBLEED_TT" = "Rajoita mustan musteen leviämistä viereisille värialueille.";
"HPDRYTIMERANGE_TT" = "Ratkaise tulostuslaadun ongelmia, esim. mustetahrat ja rullien seuranta.";
"HPSATURATIONRANGE_TT" = "Säädä värien eloisuutta muuttamalla sivulla käytettävän musteen määrää.";
"HPINKBLEEDRANGE_TT" = "Rajoita mustan musteen leviämistä viereisille värialueille.";
"HPKEEPGLOSSMODE_TT_BEST" = "Paras lisää tulostuksen kiiltoa ja tasaisuutta, mutta hidastaa tulostusta ja lyhentää rummun käyttöikää.";
"HPKEEPGLOSSMODE_TT_STANDARD" = "Vakio tuottaa normaalin kiillon tulosteisiin täydellä nopeudella lyhentämättä rummun käyttöikää.";
"HPKEEPGLOSSMODE_TT_DEFAULT" = "Laitteen oletus käyttää asetusta, joka on valittu laitteen ohjauspaneelista.";
"HPPAPERSOURCE_TT_AUTOSELECT" = "Use this option to let the printer select an appropriate paper source.";
"HPPAPERSOURCE_TT_MANUALFEED" = "Use this option to insert paper via the manual feed slot on the back of the printer.";
"HPWMSWITCH_TT" = "Lisää vesileima asiakirjan sisällön yläpuolelle.";
"HPWMTEXTMESSAGE_TT" = "Määritä teksti, jonka haluat näkyvän vesileimassa.";
"HPWMPAGES_TT_ALLPAGES" = "Lisää vesileima jokaiselle sivulle.";
"HPWMPAGES_TT_FIRSTPAGE" = "Lisää vesileima vain ensimmäiselle sivulle.";
"HPWMCUSTOMTEXT_TT" = "Kirjoita vesileimana käytettävä teksti.";
"HPWMTEXTANGLE_TT" = "Määritä vesileimatekstin kallistuskulma.";
"HPWMFONTNAME_TT" = "Määritä vesileimatekstin fontti.";
"HPWMFONTSIZE_TT" = "Määritä vesileimatekstin fontin koko.";
"HPWMTEXTSTYLE_TT" = "Määritä vesileimatekstin tyyli.";
"HPWMBRIGHTNESS_TT" = "Määritä vesileimatekstin tummuus.";
"HPWMTEXTCOLOR_TT" = "Määritä vesileimatekstin väri.";
"HPUSERNAME_TT_FILESHARINGNAME" = "Tallenna työ nykyisen käyttäjän mukaan nimettyyn kansioon.";
"HPUSERNAME_TT_SET" = "Tallenna työ mukautetulla nimellä varustettuun kansioon.";
"HPCUSTOMUSERNAME_TT" = "Anna työn tallennuskansiolle käyttäjän nimi tai mukautettu nimi.";
"HPJOBNAME_TT_DOCNAME" = "Tallenna työ asiakirjan nimellä.";
"HPJOBNAME_TT_SET" = "Tallenna työ mukautetulla nimellä.";
"HPCUSTOMJOBNAME_TT" = "Kirjoita tallennetun työn nimi.";
"HPUSEPINTOPRINT_TT" = "Suojaa tallennettu työ PIN-koodilla.";

"HPMANUALDUPLEXSWITCH_TT" = "Valitse kaksipuolinen tulostus, joka tapahtuu syöttämällä arkit manuaalisesti uudelleen toisen puolen tulostamista varten.";
"HPMANUALDUPLEXORIENTATION_TT_DUPLEXNOTUMBLE" = "Muotoile tuloste sidottavaksi arkin pitkän sivun mukaisesti.";
"HPMANUALDUPLEXORIENTATION_TT_DUPLEXTUMBLE" = "Muotoile tuloste sidottavaksi arkin lyhyen sivun mukaisesti.";
"HPMANUALDUPLEXPRINTGUIDE_TT" = "Tulosta opas, jossa kuvataan arkkien syöttäminen toisen puolen tulostamista varten.";
"HPBOOKLETFILTER_TT" = "Tulosta asiakirja esitteenä. Tulostetut arkit asetellaan niin, että ne voidaan taitella esitteeksi, jonka sivut ovat oikeassa järjestyksessä.";
"HPBOOKLETPAGEORDER_TT" = "Tilaa tuloste sidottavaksi arkin oikealla puolella.";
"HPBOOKLETBACKCOVER_TT" = "Käytä asiakirjan viimeistä sivua esitteen takakantena.";
"HPBOOKLETSCALING_TT_PROPORTIONAL" = "Säilytä asiakirjan alkuperäiset mittasuhteet leventämällä reunuksia.";
"HPBOOKLETSCALING_TT_FITPAGE" = "Sovita asiakirja esitteen sivulle venyttämällä sen mittasuhteita.";
"HPBOOKLETPAGESIZE_TT" = "Valitse esitteen paperikoko.";
"HPRGBEMULATION_TT_VIVIDSRGB" = "Tulosta kuvat (esim. palkki- ja ympyräkaaviot) täyteläisillä, kylläisillä väreillä. Soveltuu parhaiten yritysasiakirjoihin, jotka eivät sisällä valokuvia.";
"HPGRAPHICSRGB_TT_VIVIDSRGB" = "Tulosta kuvat (esim. palkki- ja ympyräkaaviot) täyteläisillä, kylläisillä väreillä. Soveltuu parhaiten yritysasiakirjoihin, jotka eivät sisällä valokuvia.";
"HPPHOTORGB_TT_VIVIDSRGB" = "Tulosta kuvat (esim. palkki- ja ympyräkaaviot) täyteläisillä, kylläisillä väreillä. Soveltuu parhaiten yritysasiakirjoihin, jotka eivät sisällä valokuvia.";
"HPTEXTRGB_TT_VIVIDSRGB" = "Tulosta kuvat (esim. palkki- ja ympyräkaaviot) täyteläisillä, kylläisillä väreillä. Soveltuu parhaiten yritysasiakirjoihin, jotka eivät sisällä valokuvia.";
"HPCOLORASGRAY_TT" = "Tulosta asiakirja mustavalkoisena (harmaasävyissä).";
"COLORMODEL_TT" = "Tulosta asiakirja mustavalkoisena (harmaasävyissä).";

/*Finishing PDE tooltips*/
"OUTPUTBIN_TT" = "Valitse valmiiden tulosteiden lokero.";
"HPMAILBOXOPTIONS_TT" = "Valitse valmiiden tulosteiden lokero.";
"HPKEEPGLOSSMODE_TT" = "Valitse tulosteen pinnan kiiltävyyden aste.";
"HPSTAPLEROPTIONS_TT" = "Valitse tulosteen nitomisvaihtoehto.";
"MEDIATYPE_TT" = "Valitse tulosteille käytettävä materiaalityyppi.";
"HPEDGETOEDGE_TT"="Maksimoi tulostusalue.";

/*Accounting PDE tooltips*/
"HPDEPARTMENTID_TT" = "Anna tulostustyöhön liittyvän osaston tunnus.";
"HPDEPARTMENTACCESSCODE_TT" = "Anna tulostustyöhön liittyvän osaston käyttötunnus.";

/*Color/Quality Options PDE tooltips*/
"HPEASYCOLOR_TT" = "HP EasyColor -sovellusta käyttämällä voit automaattisesti valita parhaat laatuasetukset tulostettavalle tiedostolle.";
"HPEDGECONTROL_TT" = "Tässä asetuksella määritetään, miten reunat näkyvät. Jos näkyy valkoisia aukkoja tai varjoja, kokeile kasvattaa asetusta.";
"COLORMODEL_TT_BLACKWHITE" = "Tulosteet harmaasävyisinä-";
"COLORMODEL_TT_COLOR" = "Tulosteet täysivärisinä.";
"HPNEUTRALGRAYS_TT_BLACK" = "Tulosta harmaasävyinen tuloste vain mustalla musteella.";
"HPNEUTRALGRAYS_TT_PROCESSBLACK" = "Tulosta harmaasävyinen tuloste nelivärisillä musteilla.";
"HPPRINTQUALITY_TT_IMAGERET3600" = "Tulosteet ImageREt 3600 -värinhallintatekniikalla.";
"HPPRINTQUALITY_TT_IMAGERET4800" = "Tulosteet ImageREt 4800 -värinhallintatekniikalla.";
"RESOLUTION_TT_1200X600DPI" = "Tulostaa tavallisella 1 200 x 600 tarkkuudella.";
"CMANDRESOLUTION_TT_CMYKIMAGERET2400" = "Tulosta väritulosteet käyttäen ImageREt 2400 (hyvä laatu) -värinhallintatekniikkaa.";
"CMANDRESOLUTION_TT_CMYKIMAGERET3600" = "Tulosta väritulosteet käyttäen ImageREt 3600 (paras laatu) -värinhallintatekniikkaa.";
"CMANDRESOLUTION_TT_GRAY1200X1200DPI" = "Tulosta harmaasävytulosteet käyttäen ProRes 1200 (paras laatu) -tekniikkaa.";
"CMANDRESOLUTION_TT_GRAY600X600DPI" = "Tulosta harmaasävytulosteet käyttäen 600 dpi:n tarkkuutta (hyvä laatu).";
